Repository: amankkg/frontend-template
Catalog: locales/*.po
Languages: ky

source: confirm password
ky: Сыр сөздү ырастоо

source: go to page a
ky: А бет

source: go to page b
ky: Б бет

source: increment
ky: Көбөйтүү

source: login
ky: Логин

source: login is too short
ky: Логин кыска

source: not found
ky: Барак табылган жок

source: page a content
ky: А бетине кош келиңиз

source: page b content
ky: Б бетине кош келиңиз

source: password
ky: Сыр сөз

source: password is too short
ky: Сыр сөз кыска

source: passwords don't match
ky: Сыр сөз окшошпойт

source: pathname to navigate
ky: ...баракка өтүү

source: submit
ky: Тапшыруу

source: users page
ky: Колдонуучулар

source: firstName
ky: Аты

source: lastName
ky: Фамилиясы

source: email
ky: Почтасы

source: phone
ky: Телефон номери

source: new user
ky: Жаңы колдонуучу

source: users
ky: Колдонуучулар

source: add user
ky: Кошуу

source: edit user
ky: Өзгөртүү

source: remove user
ky: Өчүрүү
